//
// Created by Гладышев ВВ on 13.05.2022.
// C++: сложные моменты
// ДЗ к уроку 4 Алгоритмы STL
//

#include <iostream>
#include "..\\Timer.h"

using namespace std;

int main() {
    setlocale(LC_ALL, "Russian");
// Задание 1
    cout << "Задание 1" << endl;

    Timer timer_t1("\tЗадание 1");

    timer_t1.print();
    cout << endl;

// Задание 2
    cout << "Задание 2" << endl;

}
