//
// Created by Гладышев ВВ on 24.05.2022.
// C++: сложные моменты
// ДЗ к уроку 6 Параллельное программирование. Многопоточность
//

#include <iostream>

using namespace std;

int main() {
    setlocale(LC_ALL, "Russian");
// Задание 1
    cout << "Задание " << endl;

    cout << endl;

// Задание 2
    cout << "Задание 2" << endl;

    cout << endl;

// Задание 3
    cout << "Задание 3" << endl;


}
