//
// Created by Гладышев ВВ on 02.05.2022.
// C++: сложные моменты
// ДЗ к уроку 2 Модель памяти и время выполнения
//

#include <iostream>

using namespace std;

int main() {
    setlocale(LC_ALL, "Russian");
// Задание 1
    cout << "Задание 1" << endl;

// Задание 2
    cout << "Задание 2" << endl;

// Задание 3
    cout << "Задание 3" << endl;


}
