//
// Created by Гладышев ВВ on 22.05.2022.
// C++: сложные моменты
// ДЗ к уроку 5 Алгоритмы STL
//

#include <iostream>

using namespace std;

int main() {
    setlocale(LC_ALL, "Russian");
// Задание 1
    cout << "Задание 1" << endl;

    cout << endl;

// Задание 2
    cout << "Задание 2" << endl;

    cout << endl;
}